[
    {
        "question": "What's your favorite movie?",
        "tags":[]
    },
    {
        "question": "If you were on a professional  sports team, what number  would you wear on your  uniform?",
        "tags":[]
    },
    {
        "question": "If you were on a deserted  island, what two books would  you want with you?",
        "tags":[]
    },
    {
        "question": "What is one class you would  love to take?",
        "tags":[]
    },
    {
        "question": "What is your favorite  breakfast?",
        "tags":[]
    },
    {
        "question": "What one object in your  home are you most  embarrassed about owning?",
        "tags":[]
    },
    {
        "question": "If you were invisible, where  would you go?",
        "tags":[]
    },
    {
        "question": "What invention should be  made next?",
        "tags":[]
    },
    {
        "question": "What invention should be  made nextWhat is your favorite video  game or board game?",
        "tags":[]
    },
    {
        "question": "What is your favorite event in  the summer Olympics?",
        "tags":[]
    },
    {
        "question": "If you could dis-invent one  thing, what would it be?",
        "tags":[]
    },
    {
        "question": "What is your favorite kind of  doughnut?",
        "tags":[]
    },
    {
        "question": "If you could be an expert in  any one subject, what would  it be?",
        "tags":[]
    },
    {
        "question": "What super hero power do  you wish you had?",
        "tags":[]
    },
    {
        "question": "What is the saddest movie  you’ve ever seen?",
        "tags":[]
    },
    {
        "question": "If you owned an enormous  yacht, what would you name  it?",
        "tags":[]
    },
    {
        "question": "What three words come to  mind when you hear the word  ‘white’?",
        "tags":[]
    },
    {
        "question": "If you could add one feature  to your cell phone, what  would it be?",
        "tags":[]
    },
    {
        "question": "Where would be a terrible  place be to find yourself  tomorrow?",
        "tags":[]
    },
    {
        "question": "What is one thing you always  wanted as a kid but never  got?",
        "tags":[]
    },
    {
        "question": "What celebrity do you resemble most?",
        "tags":[]
    },
    {
        "question": "What do you consider the  worst household chore?",
        "tags":[]
    },
    {
        "question": "Who is your celebrity crush?",
        "tags":[]
    },
    {
        "question": "",
        "tags":[]
    },
    {
        "question": "",
        "tags":[]
    }

]
